const PrivacyContent = () => {
  return (
    <div className="text-white pe-3 ps-10 lg:px-32">
      <ol start={1} className="list-decimal">
        {/* 1 */}
        <>
          <li className="text-lg lg:text-2xl mb-3">من نحن وماذا نفعل ؟</li>
          <ul className="list-disc text-sm lg:text-lg gap-2 lg:gap-1 flex flex-col ps-2 sm:ps-4">
            <li>
              نحن Skilltax وعنواننا هو طريق الأمير سلطان بن عبدالعزيز، تبوك ،
              24911 ، الطابق الثالث ، المملكة العربية السعودية مع توفر خاصية
              الاتصال عبر البريد الإلكتروني أيضاً، (“ Skilltax” ، “نحن“).
            </li>
            <li>
              Skilltax هو الاسم التجاري لمؤسسة وجين لتقنية المعلومات. توفر
              Skilltax المنتجات والخدمات التالية (“المنتجات“):
            </li>
            <li>
              Skilltax- Casher حل تقني لإدارة المطاعم قائم على سحابة المعلومات.
            </li>
            <li>
              عند تقديم المنتجات ، تقوم Skilltax بمعالجة البيانات الشخصية. يوضح
              هذا المستند كيفية معالجة Skilltax للبيانات الشخصية لكل من Skilltax
              Casher ، حيث يتضمن ذلك البيانات الشخصية التي يتم جمعها عند
              استخدامك لموقعنا الإلكتروني (“الموقع الإلكتروني“)، (الموقع
              الإلكتروني والمنتجات يشار اليهما معًا ب”الخدمات“).
            </li>
          </ul>
        </>
        {/* 2 */}
        <>
          <li className="text-lg lg:text-2xl mb-3 mt-4 md:mt-8">
            ماذا تغطي هذه السياسة؟
          </li>
          <ul className="list-disc text-sm lg:text-lg gap-2 lg:gap-1 flex flex-col ps-2 sm:ps-4">
            <li>
              تأخذ Skilltax بياناتك الشخصية على محمل الجد وتعالجها وفقًا
              للقوانين واللوائح المعمول بها. كما تعمل Skilltax بصفتها ” مدير
              البيانات” (أي الجهة المسؤولة التي تقرر في كيفية معالجة بياناتك
              الشخصية) وقد تبنت Skilltax سياسة الخصوصية هذه (“السياسة“) لإنشاء
              والحفاظ على خصوصية وأمن بياناتك الشخصية.
            </li>
            <>
              <li>تقوم هذه السياسة علي الآتي:</li>
              <ol start={1} className="list-decimal ps-2 sm:ps-4">
                <li>تحدد أنواع البيانات الشخصية التي نجمعها عنك.</li>
                <li>تشرح كيف ولماذا نقوم بجمع واستخدام بياناتك الشخصية.</li>
                <li>توضح المدة التي نحتفظ فيها ببياناتك الشخصية.</li>
                <li>تشرح كيف سنشارك بياناتك الشخصية – متى ولماذا ومع من.</li>
                <li>
                  تشرح الحقوق والخيارات المختلفة التي تتوفر لك عندما يتعلق الأمر
                  ببياناتك الشخصية.
                </li>
                <li>
                  تشرح إجراءات أمن المعلومات التي نطبقها لحماية بياناتك الشخصية.
                </li>
                <li>توضح كيف يمكننا الاتصال بك وكيف يمكنك الاتصال بنا.</li>
              </ol>
            </>
            <li>
              يرجى العلم أنه بقبولك هذه السياسة وتقديمك أي بيانات شخصية إلينا
              بعد ذلك، فإنك توافق على أن نقوم بجمع هذه البيانات واستخدامها
              والكشف عنها والاحتفاظ بها وفقًا لسياسة الخصوصية هذه، ووفقًا لما
              يسمح به القانون أو يقتضيه.
              <br />
              إذا كنت لا توافق على هذه الشروط ، فيرجى عدم قبولها وعدم تقديم أي
              بيانات شخصية إلينا.
            </li>
            <li>
              يرجى أيضًا ملاحظة أننا لن نتمكن من الرد عليك أو تقديم الخدمات ذات
              الصلة لك أو التعامل مع استفساراتك ما لم تزودنا بالبيانات الشخصية
              المطلوبة على النحو المبين أو المشار إليه في سياسة الخصوصية هذه،
              هذا ما لم نوضح من جانبنا أن توفير البيانات الشخصية إختياري.
            </li>
          </ul>
        </>
        {/* 3 */}
        <>
          <li className="text-lg lg:text-2xl mb-3 mt-4 md:mt-8">
            ما هي البيانات الشخصية التي نجمعها عنك وكيف نجمعها؟
          </li>
          <ul className="list-disc text-base lg:text-lg gap-3 lg:gap-2 flex flex-col ps-2 sm:ps-4">
            <li>
              نقوم بجمع المحتوى والاتصالات والمعلومات الأخرى التي تقدمها عند
              استخدامك لخدماتنا، بما في ذلك ما تقدمه عند التسجيل للحصول على حساب
              (حيثما كان ذلك مناسبًا) أو لدي التواصل معنا بأي وسيلة بما في ذلك
              البريد الإلكتروني. تتضمن تلك البيانات اسمك وعنوان بريدك الإلكتروني
              ورقم هاتفك والاسم التجاري لمتجرك (حيثما كان ذلك مناسبًا) والموقع /
              البلد ومعلومات الدفع (حيثما كان ذلك مناسبًا) ،
            </li>
            <>
              <li>
                كما نقوم أيضًا بجمع بيانات شخصية إضافية ومحددة بناءً على
                المنتجات التي تستخدمها علي النحو الآتي:
                <br />
                بالنسبة إلى منتج Skilltax Casher، نحتاج إلى القيام بعملية التحقق
                من معلومات وهوية العميل المعروفة بعملية “KYC/تعرف على عميلك” مما
                يتطلب جمع ومعالجة المعلومات التالية:
              </li>
              <ol
                start={1}
                className="list-decimal flex flex-col gap-1 ps-2 sm:ps-4"
              >
                <li>
                  <span className="text-base lg:text-xl">
                    التحقق من الهوية:{" "}
                  </span>{" "}
                  <span>
                    رقم الهوية ، مكان الإصدار، تاريخ انتهاء الصلاحية، تاريخ
                    الإصدار.
                  </span>
                </li>
                <li>
                  <span className="text-base lg:text-xl">
                    التحقق من صحة السجل التجاري:{" "}
                  </span>{" "}
                  <span>
                    رقم السجل التجاري ، الرقم الوطني الموحد للمنشأة، اسم الكيان،
                    تاريخ الإصدار، تاريخ انتهاء الصلاحية، نوع النشاط، مكان
                    الإصدار، اسم المالك، اسم المدير.
                  </span>
                </li>
                <li>
                  <span className="text-base lg:text-xl">معلومات أخرى: </span>{" "}
                  <span>
                    اسم المتجر وعنوانه والشخص المسئول عن تلقي الاتصال وتفاصيل
                    معلومات الاتصال والمعلومات الأخرى التي قد تزودنا بها أثناء
                    عملية الإعداد.
                  </span>
                </li>
              </ol>
            </>
            <>
              <li>
                بالإضافة إلى ذلك، نقوم أيضًا بجمع البيانات الشخصية التالية:
              </li>
              <ol
                start={1}
                className="list-decimal flex flex-col gap-1 ps-2 sm:ps-4"
              >
                <li>
                  <span className="text-base lg:text-xl">الاستخدام: </span>{" "}
                  <span>
                    نجمع معلومات حول كيفية استخدامك لخدماتنا، مثل وقت وتكرار
                    ومدة أنشطة التصفح الخاصة بك وكيفية استخدامك للخصائص التي
                    توفرها الخدمات.
                  </span>
                </li>
                <li>
                  <span className="text-base lg:text-xl">معلومات الجهاز: </span>{" "}
                  <span>
                    نجمع معلومات عن الأجهزة التي تستخدمها، مثل طراز ونوع الجهاز
                    الذي تستخدمه عند استعمالك لخدماتنا، ونظام التشغيل، وإصدارات
                    الأجهزة والبرامج إلى جانب المعلومات التقنية الأخرى (مثل
                    عنوان بروتوكول الإنترنت الخاص بك).
                  </span>
                </li>
                <li>
                  <span className="text-base lg:text-xl">
                    آرائك حول منتجاتنا وخدماتنا:{" "}
                  </span>{" "}
                  <span>
                    المعلومات التي تشاركها لتقييم تجاربك ورضاك عن توفير أو
                    استلام منتجاتنا أو خدماتنا أو عند التعامل معنا بأي طريقة
                    أخرى.
                  </span>
                </li>
              </ol>
            </>
          </ul>
        </>
        {/* 4 */}
        <>
          <li className="text-lg lg:text-2xl mb-3 mt-4 md:mt-8">
            ملفات تعريف الارتباط
          </li>
          <ul className="list-disc text-sm lg:text-lg gap-2 lg:gap-1 flex flex-col ps-2 sm:ps-4">
            <li>
              عند استخدامك لموقعنا الإلكتروني، ستجد أننا نستخدم أيضًا ملفات
              تعريف الارتباط لجمع البيانات الشخصية من جهازك لمساعدتنا في تحسين
              الخدمات المقدمة، ولتسهيل استعمالك لخدماتنا، على سبيل المثال ،
              نستخدم ملفات تعريف الارتباط لنيسر لك إستخدام خدماتنا بشكل متكرر
              على نفس الجهاز دون الحاجة إلى تسجيل الدخول أو ضبط إعدادات التفضيل
              في كل مرة. كما نقوم بجمع إحصائيات الموقع الإلكتروني تلقائيًا عند
              زيارتك لموقعنا الإلكتروني بناءً على عنوان بروتوكول الإنترنت الخاص
              بك. نستخدم هذه المعلومات لمساعدتنا في تحسين تجربتك على موقعنا
              الإلكتروني.
            </li>
          </ul>
        </>
        {/* 5 */}
        <>
          <li className="text-lg lg:text-2xl mb-3 mt-4 md:mt-8">
            من أين نجمع البيانات الشخصية الخاصة بك؟{" "}
          </li>
          <ul className="list-disc text-sm lg:text-lg gap-2 lg:gap-1 flex flex-col ps-2 sm:ps-4">
            <li>
              نجمع بياناتك الشخصية منك مباشرةً ، أي تلك البيانات الشخصية التي
              تقدمها لنا عند استخدام خدماتنا أو التواصل معنا ، كما نجمع بياناتك
              الشخصية عن طريق نشر ملفات تعريف الارتباط كما هو موضح أعلاه.
              <br />
              قد نجمع أيضًا بيانات شخصية منك عندما تزور مكاتبنا (على سبيل المثال
              من خلال استخدام الكاميرات و الدوائر التلفزيونية المغلقة).
              <br />
              وقد نقوم أيضًا بجمع البيانات الشخصية من مؤسستك وأي شركاء خارجيين
              ذوي صلة .
            </li>
          </ul>
        </>
        {/* 6 */}
        <>
          <li className="text-lg lg:text-2xl mb-3 mt-4 md:mt-8">
            كيف ولماذا نستخدم بياناتك الشخصية؟
          </li>
          <ul className="list-disc text-base lg:text-lg gap-3 lg:gap-2 flex flex-col ps-2 sm:ps-4">
            <>
              <li>نستخدم بياناتك الشخصية للأغراض التالية:</li>
              <ol
                start={1}
                className="list-decimal flex flex-col gap-1 ps-2 sm:ps-4"
              >
                <li>إرسال معلومات إليك فيما يتعلق بمنتجاتنا وخدماتنا.</li>
                <li>الرد على اتصالاتك وطلباتك.</li>
                <li>لإدارة علاقتنا معك أو بمؤسستك.</li>
                <li>
                  لإدارة علاقتنا مع الشركاء والمُحيلين من الجهات الخارجية.
                </li>
                <li>الفواتير والدفع.</li>
                <li>التعامل مع أي نزاعات.</li>
                <li>تقديم خدماتنا لك.</li>
                <li>
                  <span className="text-base lg:text-xl">التسويق </span>{" "}
                  <span>
                    – بما في ذلك الاتصال بك عن طريق البريد الإلكتروني أو البريد
                    العادي أو الهاتف (بما في ذلك الرسائل النصية القصيرة) بخصوص
                    Skilltax ومنتجات الجهات الخارجية والخدمات والاستطلاعات
                    والدراسات البحثية والعروض الترويجية والمناسبات الخاصة وغيرها
                    من الموضوعات التي نعتقد أنها قد تهمك أو مؤسستك، كل ذلك على
                    أساس الموافقة التي تبديها حسبما هو واضح من موافقتك على سياسة
                    الخصوصية هذه ووفقًا للقانون المعمول به. سوف نوفر لك القدرة
                    على الانسحاب من الاتصالات الترويجية والتسويقية.
                  </span>
                </li>
                <li>
                  تخصيص المحتوى والخدمات التي نقدمها من خلال خدماتنا وبشكل عام.
                </li>
                <li>
                  مساعدتنا على فهم اهتماماتك واحتياجاتك وتلك الإهتمامات
                  والإحتياجات الخاصة بمؤسستك بشكل أفضل، و ذلك لتحسين خدماتنا.
                </li>
                <li>
                  المشاركة في التحليل والبحث والتقارير المتعلقة باستخدام
                  خدماتنا.
                </li>
                <li>التدريب.</li>
                <li>الأرشفة.</li>
                <li>تأمين خدماتنا وأنظمتنا.</li>
                <li>الامتثال لأية إجراءات وقوانين ولوائح تنطبق علينا.</li>
                <li>إنشاء أو ممارسة أو الدفاع عن حقوقنا القانونية.</li>
                <li>منع الجرائم والاحتيال وكشفهما.</li>
                <li>حماية الصحة والسلامة وضمان الأمن.</li>
                <li>الامتثال للمتطلبات التعاقدية.</li>
                <li>
                  تنفيذ أغراض أعمالنا الداخلية ، مثل معاملات الشركات وعمليات
                  التدقيق وتحليل البيانات.
                </li>
              </ol>
            </>
          </ul>
        </>
        {/* 7 */}
        <>
          <li className="text-lg lg:text-2xl mb-3 mt-4 md:mt-8">
            ما هي المدة التي نحتفظ فيها ببياناتك الشخصية؟
          </li>
          <ul className="list-disc text-sm lg:text-lg gap-2 lg:gap-1 flex flex-col ps-2 sm:ps-4">
            <li>
              يعتمد طول الفترة الزمنية التي نحتفظ فيها بالبيانات الشخصية عادةً
              على الأغراض التي نجمعها ونستخدمها من أجلها و/أو على النحو المطلوب
              للامتثال للقوانين المعمول بها.
              <br />
              بمجرد عدم احتياجنا للاحتفاظ ببياناتك الشخصية ، سنتخذ خطوات معقولة
              لمحوها من أنظمتنا والتأكد من محوها من الأنظمة الخارجية التي تم
              معالجة البيانات الشخصية من خلالها نيابة عنا.
            </li>
          </ul>
        </>
        {/*8 */}
        <>
          <li className="text-lg lg:text-2xl mb-3 mt-4 md:mt-8">
            مع من نشارك بياناتك الشخصية؟
          </li>
          <ul className="list-disc text-base lg:text-lg gap-3 lg:gap-2 flex flex-col ps-2 sm:ps-4">
            <>
              <li>يجوز لنا مشاركة بياناتك الشخصية مع الجهات التالية:</li>
              <ol
                start={1}
                className="list-decimal flex flex-col gap-1 ps-2 sm:ps-4"
              >
                <li>
                  <span className="text-base lg:text-xl">
                    الشركات داخل مجموعتنا:{" "}
                  </span>{" "}
                  <span>
                    قد نشارك بياناتك الشخصية داخل مجموعة شركاتنا من أجل معالجة
                    بياناتك كما هو موضح في سياسة الخصوصية هذه.
                  </span>
                </li>
                <li>
                  <span className="text-base lg:text-xl">المالك الجديد: </span>{" "}
                  <span>
                    إذا تغيرت ملكية Skilltax، أو كل الخدمات أو جزء منها ، فيجوز
                    لنا نقل بياناتك الشخصية إلى المالك الجديد.
                  </span>
                </li>
                <>
                  <li>
                    <span className="text-base lg:text-xl">
                      مقدمو الخدمات والشركاء الخارجيون:{" "}
                    </span>{" "}
                    <span>
                      قد نعمل مع شركاء من جهات خارجية (بما في ذلك موفرو
                      تكنولوجيا المعلومات والمطورون) من أجل:
                    </span>
                  </li>
                  <ul className="list-disc ps-2 sm:ps-4">
                    <li>تحسين خدماتنا وتقديمها.</li>
                    <li>
                      تطوير وعرض وتقديم المنتجات والخدمات التي نعتبرها ذات فائدة
                      لك.
                    </li>
                    <li>لتسديد المدفوعات.</li>
                    <li>
                      عندما نشارك بياناتك الشخصية مع هؤلاء الأشخاص، سنفعل ذلك
                      بالقدر المطلوب للأغراض المذكورة أعلاه، وسنفرض قيودًا على
                      كيفية استخدام هؤلاء الأشخاص للبيانات التي نقدمها والكشف
                      عنها وفقًا للقوانين واللوائح المعمول بها.
                    </li>
                  </ul>
                </>
                <li>
                  <span className="text-base lg:text-xl">
                    السلطات الحكومية:{" "}
                  </span>{" "}
                  <span>
                    قد تشارك Skilltax بياناتك الشخصية مع السلطات الحكومية
                    المختلفة ردًا على الاستفسارات التي قد تقدمها ولمساعدتنا في
                    تنفيذ عملياتنا والرد على الاستفسارات.
                    <br />
                    كما يجوز لنا مشاركة بياناتك الشخصية مع مختلف الهيئات
                    الحكومية إستجابة للإجراءات القانونية ؛ لإنشاء و/أو إنفاذ
                    حقوقنا (بما في ذلك الشروط والأحكام الخاصة بنا) أو لحماية
                    ممتلكاتنا؛ وللدفاع ضد الدعاوى القانونية؛ أو كما يقتضي
                    القانون؛ ولكي نحتفظ بالحق في رفع أو التنازل عن أي اعتراض
                    قانوني أو حق متاح لنا.
                    <br />
                    قد نشارك أيضًا بياناتك الشخصية عندما نعتقد أنه مناسب لإجراء
                    التحقيق أو منع أو اتخاذ إجراء بشأن أنشطة غير قانونية أو
                    مشتبه بها.
                  </span>
                </li>
                <li>
                  <span className="text-base lg:text-xl">
                    موظفونا ووكلائنا ومستشارونا ومقاولونا:{" "}
                  </span>{" "}
                  <span>
                    قد نشارك بياناتك الشخصية مع هؤلاء الأشخاص أو تلك المؤسسات من
                    أجل معالجة بياناتك كما هو موضح في سياسة الخصوصية هذه. مشاركة
                    أي مما ذكر ستكون وفقا لشروط الغرض منها حماية بياناتك.
                    <br />
                    بقبولك لسياسة الخصوصية هذه، فإنك توافق على مشاركة بياناتك
                    الشخصية والكشف عنها كما هو موضح أعلاه إلى الحد الذي تكون فيه
                    موافقتك مطلوبة من أجل أن يتم الكشف عن تلك البيانات بشكل
                    يتماشي مع القوانين واللوائح المعمول بها.
                  </span>
                </li>
              </ol>
            </>
          </ul>
        </>
        {/* 9 */}
        <>
          <li className="text-lg lg:text-2xl mb-3 mt-4 md:mt-8">
            روابط وخصائص مقدمو خدمات الطرف الثالث
          </li>
          <ul className="list-disc text-sm lg:text-lg gap-2 lg:gap-1 flex flex-col ps-2 sm:ps-4">
            <li>
              قد يحتوي موقعنا الالكتروني على روابط لمواقع أطراف ثالثة مثل مواقع
              التواصل الاجتماعي ، وقد يحتوي أيضًا على عمليات تكامل وخصائص تابعة
              لجهات خارجية. إذا اخترت استخدام هذه المواقع أو الخصائص، فمن الممكن
              أن يؤدي ذلك الى الكشف عن بياناتك الشخصية و الذي لن يكون فقط مع تلك
              الأطراف الثالثة، ولكن أيضًا لمستخدميها وللجمهور بشكل عام اعتمادًا
              على كيفية عمل خدماتهم.
              <br />
              يرجي العلم بأن Skilltax ليست مسؤولة عن محتوى أو ممارسات تلك
              المواقع أو الخدمات، حيث سيخضع جمع بياناتك الشخصية واستخدامها
              والكشف عنها في تلك الأحوال لسياسات الخصوصية الخاصة بالمواقع
              الإلكترونية أو الخدمات التابعة لتلك الجهات الخارجية، وليس لسياسة
              الخصوصية هذه.
              <br />
              لذا نحثك على قراءة سياسات الخصوصية والأمان الخاصة بتلك الأطراف
              الثالثة.
            </li>
          </ul>
        </>
        {/* 10 */}
        <>
          <li className="text-lg lg:text-2xl mb-3 mt-4 md:mt-8">
            التخزين والنقل الدولي
          </li>
          <ul className="list-disc text-sm lg:text-lg gap-2 lg:gap-1 flex flex-col ps-2 sm:ps-4">
            <li>
              بقبولك لسياسة الخصوصية هذه ، فإنك توافق على تخزين معلوماتك داخل
              المملكة العربية السعودية.
              <br />
              قد تقوم Skilltax بالتعاقد من الباطن على معالجة بياناتك الشخصية أو
              مشاركة بياناتك مع مزودي خدمة طرف ثالث الموجودين داخل المملكة
              العربية السعودية. وقد تشارك مقدمو خدمات الطرف الثالث، من بين أمور
              أخرى، في تقديم السلع والخدمات لك و/أو معالجة المعاملات والمدفوعات
              و/أو تقديم خدمات الدعم. بقبول سياسة الخصوصية هذه ، فإنك توافق على
              أي تخزين أو نقل أو استعمال لتلك البيانات.
              <br />
              سنحقق دائمًا أي متطلبات فيما يتعلق بعمليات النقل الدولية للبيانات
              الشخصية بموجب القوانين المعمول بها. للمزيد من المعلومات حول آليات
              النقل هذه، يرجى الاتصال بنا باستخدام وسائل الاتصال الموضحة أدناه.
            </li>
          </ul>
        </>
        {/* 11 */}
        <>
          <li className="text-lg lg:text-2xl mb-3 mt-4 md:mt-8">
            تأمين و حماية بياناتك الشخصية{" "}
          </li>
          <ul className="list-disc text-sm lg:text-lg gap-2 lg:gap-1 flex flex-col ps-2 sm:ps-4">
            <li>
              سرية وأمن و حماية بياناتك الشخصية تعتبر من الأمور التي تأخذ من
              قبلنا على محمل الجد و الأهمية. وعليه، تتخذ Skilltax مجموعة متنوعة
              من الإجراءات الفنية والإدارية والمادية و التقنية لحماية بياناتك من
              الكشف عنها أو الوصول إليها من قبل أطراف ثالثة. على الرغم من ذلك،
              يرجى العلم أننا لا نستطيع أن نضمن أمن البيانات الشخصية، باعتبار
              انه لا توجد وسيلة نقل أو تخزين عبر الإنترنت تكون آمنة تمامًا.
            </li>
          </ul>
        </>
        {/* 12 */}
        <>
          <li className="text-lg lg:text-2xl mb-3 mt-4 md:mt-8">
            التغييرات في هذه السياسة
          </li>
          <ul className="list-disc text-sm lg:text-lg gap-2 lg:gap-1 flex flex-col ps-2 sm:ps-4">
            <li>
              يرجى العلم أننا نراجع ممارسات الخصوصية الخاصة بنا من وقت لآخر، وأن
              هذه الممارسات المذكورة في هذه السياسة عرضة للتغيير.
              <br />
              سيكون أي تغيير أو تحديث أو تعديل ساري المفعول فور نشره على موقعنا
              الإلكتروني أو عندما نقوم بإخطارك عنه عبر البريد الإلكتروني. لذا
              يجب عليك قراءة وقبول السياسة في كل مرة يتم تحديثها. بخلاف ذلك، لا
              يُسمح باستخدامك للخدمات.
            </li>
          </ul>
        </>
        {/* 13 */}
        <>
          <li className="text-lg lg:text-2xl mb-3 mt-4 md:mt-8">حقوقك </li>
          <ul className="list-disc text-base lg:text-lg gap-3 lg:gap-2 flex flex-col ps-2 sm:ps-4">
            <>
              <li>
                لديك حقوق معينة بموجب القوانين واللوائح المعمول بها ووفقًا لها،
                بما في ذلك:
              </li>
              <ol
                start={1}
                className="list-decimal flex flex-col gap-1 ps-2 sm:ps-4"
              >
                <li>
                  الحق في الحصول على معلومات – من حقك أن يتم إبلاغك بالمبرر
                  القانوني أو العملي الصحيح لجمع بياناتك الشخصية، والغرض من هذا
                  الجمع ، و وإبلاغك بأنه لا ينبغي معالجة بياناتك الشخصية بطريقة
                  تتعارض مع الغرض الذي من أجله يتم جمعها. إبلاغك بهذه الحقوق من
                  خلال تزويدك بسياسة الخصوصية هذه يؤكد على امتثال Skilltax لهذا
                  الحق. إذا كنت بحاجة إلى مزيد من المعلومات عن حقوقك بموجب
                  القوانين واللوائح المعمول بها، فيرجى إبلاغنا.
                </li>
                <li>
                  الحق في الاطلاع على بياناتك الشخصية - أي حقك في الاطلاع عليها
                  والحصول على نسخة منها.
                </li>
                <li>
                  الحق في طلب تصحيح أو استكمال أو تحديث بياناتك الشخصية التي
                  تتحكم فيها Skilltax.
                </li>
                <li>
                  الحق في طلب إتلاف أو حذف بياناتك الشخصية التي لم تعد Skilltax
                  بحاجة إلى معالجتها للأغراض التي تم جمعها من أجلها.
                </li>
                <li>
                  الحق في سحب موافقتك في أي وقت، و ذلك في الحالات التي نكون قد
                  إعتمدنا فيها على موافقتك على استخدام بياناتك الشخصية والكشف
                  عنها. إذا قمت بسحب تلك الموافقة فقد لا نتمكن من تقديم الخدمات
                  اليك. يمكنك ممارسة حقوقك المنصوص عليها في (أ) إلى (هـ) أعلاه
                  عن طريق الاتصال بنا علماُ بأن ممارستك لتلك الحقوق ستكون خاضعة
                  لأي إستثناءات تسمح بها القوانين واللوائح المعمول بها فيما
                  يتعلق بالمتطلبات القانونية الأخري لحماية حقوق الآخرين.
                  <br />
                  يرجى الاتصال بنا على العنوان / وسائل الاتصال أدناه إذا كنت
                  ترغب في ممارسة حقوقك فيما يتعلق ببياناتك الشخصية.
                  <br />
                  قد نطلب منك تقديم أي مستند رسمي عندما تسعى إلى تقديم أي من هذه
                  الطلبات ، من أجل التحقق من هويتك.
                </li>
              </ol>
            </>
          </ul>
        </>
        {/* 14 */}
        <>
          <li className="text-lg lg:text-2xl mb-3 mt-4 md:mt-8">
            كيف يمكنك الاتصال بنا؟
          </li>
          <ul className="list-disc text-sm lg:text-lg gap-2 lg:gap-1 flex flex-col ps-2 sm:ps-4">
            <>
              <li>
                إذا لم تكن راضيًا عن كيفية تعاملنا مع بياناتك الشخصية، أو كانت
                لديك أسئلة أخرى حول معالجة بياناتك الشخصية ، فبرجاء الاتصل بنا
                علي النحو الآتي:
              </li>
              <ol
                start={1}
                className="list-decimal flex flex-col gap-1 ps-2 sm:ps-4"
              >
                <li>عن طريق البريد الإلكتروني إلى: info@skilltax.sa</li>
                <li>
                  عن طريق إخطار كتابي إلى: تبوك، المملكة العربية السعودية طريق
                  الأمير سلطان بن عبدالعزيز، تبوك 34911 الدور الثالث.
                </li>
              </ol>
            </>
          </ul>
        </>
      </ol>
    </div>
  );
};
export default PrivacyContent;
